/*
 * @Author: chenchuhua 3361694095@qq.com
 * @Date: 2022-08-05 16:21:58
 * @LastEditors: chenchuhua 3361694095@qq.com
 * @LastEditTime: 2022-08-10 10:52:18
 * @FilePath: \shushu\src\common\life.js
 * @Description: 这是默认设置,请设置`customMade`, 打开koroFileHeader查看配置 进行设置: https://github.com/OBKoro1/koro1FileHeader/wiki/%E9%85%8D%E7%BD%AE
 */
const life =
{
  year: '2022',
  seasons: [
    {
      name: 'Spring',
      content: {
        title: 'SpringSpringSpring',
        desc: 'SpringSpringSpringSpring',
        writes: [
          {
            title: 'SpringSpring',
            time: '2022-08-05',
            author: '书书',
            imgs: [],
            article: '有太多的东西擅长捉迷藏，去年买的旧围巾，刚到手的新橡皮，妈妈最称手的缝衣针，还有名为心动的喜欢一个人的感觉，它们让我们铆足了劲，却一无所获，然后在我们心灰意冷时，又轻描淡写地出现在任何地方，椅背上、书本中、棉线里，还有近在咫尺的我身后。人的心脏，平均每分钟会跳动六十至一百次，我数不清自己的心脏跳动频率的那天，连雨伞上坠落的水滴，都一起被打乱了节奏，悸动、雀跃、紧张，汇聚成了所有无处安放的心动，这个雨天，少女温热的心脏，跳动了一百零一下。有太多的东西擅长捉迷藏，去年买的旧围巾，刚到手的新橡皮，妈妈最称手的缝衣针，还有名为心动的喜欢一个人的感觉，它们让我们铆足了劲，却一无所获，然后在我们心灰意冷时，又轻描淡写地出现在任何地方，椅背上、书本中、棉线里，还有近在咫尺的我身后。人的心脏，平均每分钟会跳动六十至一百次，我数不清自己的心脏跳动频率的那天，连雨伞上坠落的水滴，都一起被打乱了节奏，悸动、雀跃、紧张，汇聚成了所有无处安放的心动，这个雨天，少女温热的心脏，跳动了一百零一下。有太多的东西擅长捉迷藏，去年买的旧围巾，刚到手的新橡皮，妈妈最称手的缝衣针，还有名为心动的喜欢一个人的感觉，它们让我们铆足了劲，却一无所获，然后在我们心灰意冷时，又轻描淡写地出现在任何地方，椅背上、书本中、棉线里，还有近在咫尺的我身后。人的心脏，平均每分钟会跳动六十至一百次，我数不清自己的心脏跳动频率的那天，连雨伞上坠落的水滴，都一起被打乱了节奏，悸动、雀跃、紧张，汇聚成了所有无处安放的心动，这个雨天，少女温热的心脏，跳动了一百零一下。'
          },
          {
            title: 'SpringSpring',
            time: '2022-08-05',
            author: '书书',
            imgs: [],
            article: '有太多的东西擅长捉迷藏，去年买的旧围巾，刚到手的新橡皮，妈妈最称手的缝衣针，还有名为心动的喜欢一个人的感觉，它们让我们铆足了劲，却一无所获，然后在我们心灰意冷时，又轻描淡写地出现在任何地方，椅背上、书本中、棉线里，还有近在咫尺的我身后。人的心脏，平均每分钟会跳动六十至一百次，我数不清自己的心脏跳动频率的那天，连雨伞上坠落的水滴，都一起被打乱了节奏，悸动、雀跃、紧张，汇聚成了所有无处安放的心动，这个雨天，少女温热的心脏，跳动了一百零一下。有太多的东西擅长捉迷藏，去年买的旧围巾，刚到手的新橡皮，妈妈最称手的缝衣针，还有名为心动的喜欢一个人的感觉，它们让我们铆足了劲，却一无所获，然后在我们心灰意冷时，又轻描淡写地出现在任何地方，椅背上、书本中、棉线里，还有近在咫尺的我身后。人的心脏，平均每分钟会跳动六十至一百次，我数不清自己的心脏跳动频率的那天，连雨伞上坠落的水滴，都一起被打乱了节奏，悸动、雀跃、紧张，汇聚成了所有无处安放的心动，这个雨天，少女温热的心脏，跳动了一百零一下。有太多的东西擅长捉迷藏，去年买的旧围巾，刚到手的新橡皮，妈妈最称手的缝衣针，还有名为心动的喜欢一个人的感觉，它们让我们铆足了劲，却一无所获，然后在我们心灰意冷时，又轻描淡写地出现在任何地方，椅背上、书本中、棉线里，还有近在咫尺的我身后。人的心脏，平均每分钟会跳动六十至一百次，我数不清自己的心脏跳动频率的那天，连雨伞上坠落的水滴，都一起被打乱了节奏，悸动、雀跃、紧张，汇聚成了所有无处安放的心动，这个雨天，少女温热的心脏，跳动了一百零一下。'
          },
          {
            title: 'SpringSpring',
            time: '2022-08-05',
            author: '书书',
            imgs: [],
            article: '有太多的东西擅长捉迷藏，去年买的旧围巾，刚到手的新橡皮，妈妈最称手的缝衣针，还有名为心动的喜欢一个人的感觉，它们让我们铆足了劲，却一无所获，然后在我们心灰意冷时，又轻描淡写地出现在任何地方，椅背上、书本中、棉线里，还有近在咫尺的我身后。人的心脏，平均每分钟会跳动六十至一百次，我数不清自己的心脏跳动频率的那天，连雨伞上坠落的水滴，都一起被打乱了节奏，悸动、雀跃、紧张，汇聚成了所有无处安放的心动，这个雨天，少女温热的心脏，跳动了一百零一下。有太多的东西擅长捉迷藏，去年买的旧围巾，刚到手的新橡皮，妈妈最称手的缝衣针，还有名为心动的喜欢一个人的感觉，它们让我们铆足了劲，却一无所获，然后在我们心灰意冷时，又轻描淡写地出现在任何地方，椅背上、书本中、棉线里，还有近在咫尺的我身后。人的心脏，平均每分钟会跳动六十至一百次，我数不清自己的心脏跳动频率的那天，连雨伞上坠落的水滴，都一起被打乱了节奏，悸动、雀跃、紧张，汇聚成了所有无处安放的心动，这个雨天，少女温热的心脏，跳动了一百零一下。有太多的东西擅长捉迷藏，去年买的旧围巾，刚到手的新橡皮，妈妈最称手的缝衣针，还有名为心动的喜欢一个人的感觉，它们让我们铆足了劲，却一无所获，然后在我们心灰意冷时，又轻描淡写地出现在任何地方，椅背上、书本中、棉线里，还有近在咫尺的我身后。人的心脏，平均每分钟会跳动六十至一百次，我数不清自己的心脏跳动频率的那天，连雨伞上坠落的水滴，都一起被打乱了节奏，悸动、雀跃、紧张，汇聚成了所有无处安放的心动，这个雨天，少女温热的心脏，跳动了一百零一下。'
          },
          {
            title: 'SpringSpring',
            time: '2022-08-05',
            author: '书书',
            imgs: [],
            article: '有太多的东西擅长捉迷藏，去年买的旧围巾，刚到手的新橡皮，妈妈最称手的缝衣针，还有名为心动的喜欢一个人的感觉，它们让我们铆足了劲，却一无所获，然后在我们心灰意冷时，又轻描淡写地出现在任何地方，椅背上、书本中、棉线里，还有近在咫尺的我身后。人的心脏，平均每分钟会跳动六十至一百次，我数不清自己的心脏跳动频率的那天，连雨伞上坠落的水滴，都一起被打乱了节奏，悸动、雀跃、紧张，汇聚成了所有无处安放的心动，这个雨天，少女温热的心脏，跳动了一百零一下。有太多的东西擅长捉迷藏，去年买的旧围巾，刚到手的新橡皮，妈妈最称手的缝衣针，还有名为心动的喜欢一个人的感觉，它们让我们铆足了劲，却一无所获，然后在我们心灰意冷时，又轻描淡写地出现在任何地方，椅背上、书本中、棉线里，还有近在咫尺的我身后。人的心脏，平均每分钟会跳动六十至一百次，我数不清自己的心脏跳动频率的那天，连雨伞上坠落的水滴，都一起被打乱了节奏，悸动、雀跃、紧张，汇聚成了所有无处安放的心动，这个雨天，少女温热的心脏，跳动了一百零一下。有太多的东西擅长捉迷藏，去年买的旧围巾，刚到手的新橡皮，妈妈最称手的缝衣针，还有名为心动的喜欢一个人的感觉，它们让我们铆足了劲，却一无所获，然后在我们心灰意冷时，又轻描淡写地出现在任何地方，椅背上、书本中、棉线里，还有近在咫尺的我身后。人的心脏，平均每分钟会跳动六十至一百次，我数不清自己的心脏跳动频率的那天，连雨伞上坠落的水滴，都一起被打乱了节奏，悸动、雀跃、紧张，汇聚成了所有无处安放的心动，这个雨天，少女温热的心脏，跳动了一百零一下。'
          }
        ]
      }
    },
    {
      name: 'Summer',
      content: {
        title: '是盛夏呀',
        desc: '莫辜负岁月与霞光。',
        writes: [
          {
            title: 'Summer',
            time: '2022.08.10',
            author: '书书',
            imgs: [],
            article: '有太多的东西擅长捉迷藏，去年买的旧围巾，刚到手的新橡皮，妈妈最称手的缝衣针，还有名为心动的喜欢一个人的感觉，它们让我们铆足了劲，却一无所获，然后在我们心灰意冷时，又轻描淡写地出现在任何地方，椅背上、书本中、棉线里，还有近在咫尺的我身后。人的心脏，平均每分钟会跳动六十至一百次，我数不清自己的心脏跳动频率的那天，连雨伞上坠落的水滴，都一起被打乱了节奏，悸动、雀跃、紧张，汇聚成了所有无处安放的心动，这个雨天，少女温热的心脏，跳动了一百零一下。有太多的东西擅长捉迷藏，去年买的旧围巾，刚到手的新橡皮，妈妈最称手的缝衣针，还有名为心动的喜欢一个人的感觉，它们让我们铆足了劲，却一无所获，然后在我们心灰意冷时，又轻描淡写地出现在任何地方，椅背上、书本中、棉线里，还有近在咫尺的我身后。人的心脏，平均每分钟会跳动六十至一百次，我数不清自己的心脏跳动频率的那天，连雨伞上坠落的水滴，都一起被打乱了节奏，悸动、雀跃、紧张，汇聚成了所有无处安放的心动，这个雨天，少女温热的心脏，跳动了一百零一下。有太多的东西擅长捉迷藏，去年买的旧围巾，刚到手的新橡皮，妈妈最称手的缝衣针，还有名为心动的喜欢一个人的感觉，它们让我们铆足了劲，却一无所获，然后在我们心灰意冷时，又轻描淡写地出现在任何地方，椅背上、书本中、棉线里，还有近在咫尺的我身后。人的心脏，平均每分钟会跳动六十至一百次，我数不清自己的心脏跳动频率的那天，连雨伞上坠落的水滴，都一起被打乱了节奏，悸动、雀跃、紧张，汇聚成了所有无处安放的心动，这个雨天，少女温热的心脏，跳动了一百零一下。'

          }
        ]
      }
    },
    {
      name: 'Autumn',
      content: {
        title: '是秋',
        desc: '莫辜负岁月与霞光。',
        writes: [
          {
            title: 'Autumn',
            time: '2022.08.10',
            author: '书书',
            imgs: [],
            article: '有太多的东西擅长捉迷藏，去年买的旧围巾，刚到手的新橡皮，妈妈最称手的缝衣针，还有名为心动的喜欢一个人的感觉，它们让我们铆足了劲，却一无所获，然后在我们心灰意冷时，又轻描淡写地出现在任何地方，椅背上、书本中、棉线里，还有近在咫尺的我身后。人的心脏，平均每分钟会跳动六十至一百次，我数不清自己的心脏跳动频率的那天，连雨伞上坠落的水滴，都一起被打乱了节奏，悸动、雀跃、紧张，汇聚成了所有无处安放的心动，这个雨天，少女温热的心脏，跳动了一百零一下。有太多的东西擅长捉迷藏，去年买的旧围巾，刚到手的新橡皮，妈妈最称手的缝衣针，还有名为心动的喜欢一个人的感觉，它们让我们铆足了劲，却一无所获，然后在我们心灰意冷时，又轻描淡写地出现在任何地方，椅背上、书本中、棉线里，还有近在咫尺的我身后。人的心脏，平均每分钟会跳动六十至一百次，我数不清自己的心脏跳动频率的那天，连雨伞上坠落的水滴，都一起被打乱了节奏，悸动、雀跃、紧张，汇聚成了所有无处安放的心动，这个雨天，少女温热的心脏，跳动了一百零一下。有太多的东西擅长捉迷藏，去年买的旧围巾，刚到手的新橡皮，妈妈最称手的缝衣针，还有名为心动的喜欢一个人的感觉，它们让我们铆足了劲，却一无所获，然后在我们心灰意冷时，又轻描淡写地出现在任何地方，椅背上、书本中、棉线里，还有近在咫尺的我身后。人的心脏，平均每分钟会跳动六十至一百次，我数不清自己的心脏跳动频率的那天，连雨伞上坠落的水滴，都一起被打乱了节奏，悸动、雀跃、紧张，汇聚成了所有无处安放的心动，这个雨天，少女温热的心脏，跳动了一百零一下。'

          }
        ]
      }
    },
    {
      name: 'Winter',
      content: {
        title: '是冬呀',
        desc: '莫辜负岁月与霞光。',
        writes: [
          {
            title: 'Winter',
            time: '2022.08.10',
            author: '书书',
            imgs: [],
            article: '有太多的东西擅长捉迷藏，去年买的旧围巾，刚到手的新橡皮，妈妈最称手的缝衣针，还有名为心动的喜欢一个人的感觉，它们让我们铆足了劲，却一无所获，然后在我们心灰意冷时，又轻描淡写地出现在任何地方，椅背上、书本中、棉线里，还有近在咫尺的我身后。人的心脏，平均每分钟会跳动六十至一百次，我数不清自己的心脏跳动频率的那天，连雨伞上坠落的水滴，都一起被打乱了节奏，悸动、雀跃、紧张，汇聚成了所有无处安放的心动，这个雨天，少女温热的心脏，跳动了一百零一下。有太多的东西擅长捉迷藏，去年买的旧围巾，刚到手的新橡皮，妈妈最称手的缝衣针，还有名为心动的喜欢一个人的感觉，它们让我们铆足了劲，却一无所获，然后在我们心灰意冷时，又轻描淡写地出现在任何地方，椅背上、书本中、棉线里，还有近在咫尺的我身后。人的心脏，平均每分钟会跳动六十至一百次，我数不清自己的心脏跳动频率的那天，连雨伞上坠落的水滴，都一起被打乱了节奏，悸动、雀跃、紧张，汇聚成了所有无处安放的心动，这个雨天，少女温热的心脏，跳动了一百零一下。有太多的东西擅长捉迷藏，去年买的旧围巾，刚到手的新橡皮，妈妈最称手的缝衣针，还有名为心动的喜欢一个人的感觉，它们让我们铆足了劲，却一无所获，然后在我们心灰意冷时，又轻描淡写地出现在任何地方，椅背上、书本中、棉线里，还有近在咫尺的我身后。人的心脏，平均每分钟会跳动六十至一百次，我数不清自己的心脏跳动频率的那天，连雨伞上坠落的水滴，都一起被打乱了节奏，悸动、雀跃、紧张，汇聚成了所有无处安放的心动，这个雨天，少女温热的心脏，跳动了一百零一下。'

          }
        ]
      }
    }
  ]
}
export default {
  life
}
